Tekla.Structures.ModuleManager._Configuration
Configuration info

Tekla.Structures.ModuleManager._MultimaterialModeling
"MM"

Tekla.Structures.ModuleManager._LoadModeling
"LM"

Tekla.Structures.ModuleManager._SteelDetailing
"SD"

Tekla.Structures.ModuleManager._ConcreteDetailing
"CD"

Tekla.Structures.ModuleManager._RebarModeling
"RM"

Tekla.Structures.ModuleManager._TaskManagement
"TM"

Tekla.Structures.ModuleManager._AnalysisAndDesign
"AD"